bash
bat
btop
ca-certificates
docker
docker-completion
eza
fastfetch
fd
fzf
gettext
git
glow
icu4c@77
krb5
lazydocker
lazygit
libevent
libgit2
libssh2
libunistring
libuv
libyaml
libzip
lpeg
luajit
luv
lz4
mise
ncurses
neovim
onefetch
oniguruma
openssl@3
pcre2
postgresql@14
readline
ripgrep
starship
stow
tldr
tmux
tree-sitter
unibilium
usage
utf8proc
xz
yyjson
zoxide
zstd
firefox
font-jetbrains-mono
font-meslo-lg-nerd-font
ghostty
ngrok
rectangle
spotify
