alacritty
amd-ucode
ark
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
cliphist
cronie
dolphin
dunst
efibootmgr
eza
fastfetch
fd
ffmpegthumbs
firefox
fzf
git
glow
grim
grub
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
iwd
jq
kde-cli-tools
kvantum
kvantum-qt5
lazygit
libnotify
libpulse
linux
linux-firmware
lsof
nano
neovim
network-manager-applet
networkmanager
ngrok
noto-fonts-emoji
nwg-displays
nwg-look
onefetch
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
postgresql
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi-wayland
satty
sddm
slurp
smartmontools
sof-firmware
spotify
starship
stow
swww
tldr
tmux
ttf-meslo-nerd
udiskie
ufw
unzip
uwsm
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clip-persist
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yay-debug
zoxide
zram-generator
zsh
